Repository: Arakmar/Rekonq
Catalog: po/rekonq_*.po
Languages: it

source: Bookmarks Bar
it: B&ookmarks

source: Name
it: Nome

source: Expires
it: Scade

source: Status
it: Stato

source: Allow
it: Permetti

source: Block
it: Blocca

source: Allow For Session
it: Permetti per una sessione

source: Download '%1'? Type: %2
it: Download '%1' Tipo: %2

source: Find:
it: Trova:

source: Title
it: Titolo

source: Address
it: Indirizzo

source: Show All History
it: Mostra la cronologia

source: Clear History
it: Cancella la cronologia

source: Open
it: Apri

source: Copy
it: Copia

source: Delete
it: Cancella

source: Location to open
it: Indirizzo da aprire

source: Recently Closed Tabs
it: tabs chiuse recentemente

source: (Untitled)
it: (senza titolo)

source: You have modified this page and when closing it you would lose the modification. Do you really want to close this page?
it: Hai modificato questa pagina e chiudendola, potresti perdere queste modifiche. Vuoi davvero chiudere questa pagina?

source: Do you really want to close this page?
it: Vuoi davvero chiudere questa pagina?

source: Loading...
it: Sto caricando..

source: Loading %1% (%2 %3)...
it: Sto caricando %1% (%2 %3)...

source: Done
it: Fatto

source: Failed to load
it: Caricamento fallito

source: Location Bar
it: Barra degli Indirizzi

source: Search Bar
it: Barra di ricerca

source: Reload
it: Ricarica

source: Open Location
it: Carica Indirizzo

source: &Enlarge Font
it: Allarga Caratt&ere

source: &Normal Font
it: Carattere &Normale

source: &Shrink Font
it: &Stringi Carattere

source: Page S&ource
it: S&orgente della pagina

source: Private &Browsing
it: Navigazione Privata

source: Back
it: Indietro

source: Forward
it: Avanti

source: New &Tab
it: Nuova &Tab

source: &Close Tab
it: &Chiudi Tab

source: Show Next Tab
it: Mostra la prossima Tab

source: Show Previous Tab
it: Mostra la Tab precedente

source: History
it: Cronologia

source: &History
it: Cronologia

source: Web Resources (*.html *.htm *.svg *.png *.gif *.svgz); All files (*.*)
it: Risorse Web (*.html *.htm *.svg *.png *.gif *.svgz);;Tutti i files (*.*)

source: Open Web Resource
it: Apri Risorsa Web

source: Are you sure you want to turn on private browsing?
it: Sei sicuro di voler utilizzare la navigazione anonima?

source: not found.
it: non trovato

source: The web inspector will only work correctly for pages that were loaded after enabling. Do you want to reload all pages?
it: Lo web inspector funziona correttamente solo per quelle pagine caricate dopo averlo abilitato. Vuoi ricaricare tutte le pagine?

source: Stop loading the current page
it: Ferma il caricamento della pagina corrente

source: Reload the current page
it: Ricarica la pagina corrente

source: Are you sure you want to close the window? You have 1 tap open
it: Vuoi davvero chiudere questa pagina? C'Ã¨ 1 tab aperta

source: Are you sure you want to close the window?
it: Vuoi davvero chiudere questa pagina?

source: C&lose Current Tab
it: &Chiudi la tab corrente

source: <qt>Enter username and password for
it: <qt> Inserisci username e password per

source: at
it: a

source: <qt>Connect to proxy
it: <qt> Connessione al proxy

source: using:</qt>
it: utilizzando: </qt>

source: Search:
it: Cerca:

source: Search..
it: Cerca..

source: General
it: Generale

source: Fonts
it: Caratteri

source: Specifies whether images are automatically loaded in web pages
it: Specifica se le immagini vengano caricate automaticamente nelle pagine web

source: Enables the running of JavaScript programs.
it: Abilita l'esecuzione del javascript

source: Enables Java applets.
it: Abilita la applet java

source: Enables plugins in web pages.
it: Abilita i plugins nelle pagine web

source: Allows JavaScript programs to opening new windows.
it: Permetti al javascript aprire nuove finestre

source: Allows JavaScript programs to reading/writing to the clipboard.
it: Permetti a javascript to leggere/scrivere nella clipboard

source: Includes hyperlinks in the keyboard focus chain.
it: Includi link nella sequenza di tab della tastiera

source: Applies the zoom factor on a frame to only the text or all content.
it: Applica il fattore di zoom in un frame solo al testo o a tutto il contenuto

source: Draws also background color and images when the page is printed.
it: Disegna anche i colori e le immagini di sfondo quando la pagina viene stampata

source: Support for the HTML 5 local storage feature.
it: Supporto per lo storage locale di HTML 5

source: Clone Tab
it: Clona tab

source: Close &Other Tabs
it: Chiudi le altre tab

source: Reload Tab
it: Ricarica tab

source: Reload All Tabs
it: Ricarica tutte le tabs

source: Error loading page:
it: Errore nel caricamento della pagina

source: Open Link in New &Tab
it: Apri link in una nuova tab

source: Cu&t
it: Taglia

source: &Copy
it: Copia

source: &Paste
it: Incolla

source: &Save Image As...
it: Salva Immagine come..

source: &Copy This Image
it: Copia immagine

source: &Save Link As...
it: Salva link..

source: &Copy Link Location
it: Copia link

source: &Inspect Element
it: &Ispeziona elemento

source: Bookmark This Page
it: Inserisci pagina nei bookmarks

source: &Bookmark This Link
it: Inserisci link nei Bookmarks

source: &Remove
it: Rimuovi

source: Remove &All Cookies
it: Rimuovi tutti i cookies

source: Cookie Exceptions
it: Eccezioni

source: New Exception
it: Nuova eccezione

source: Domain:
it: Dominio:

source: Exceptions
it: Eccezioni

source: Remove &All
it: Rimuovi tutti

source: Connect to proxy
it: Connetti al proxy

source: &Edit
it: &Modifica

source: &View
it: &Vedi

source: Hi&story
it: &Cronologia

source: &Tools
it: &Strumenti

source: &Settings
it: &Impostazioni

source: Side &Panels
it: &Pannelli laterali

source: Appearance
it: Aspetto

source: Standard Font
it: Carattere standard

source: Fixed Font
it: Carattere fisso

source: Dimension
it: Dimensione

source: Font Size
it: Dimensione carattere

source: Places
it: Come si traduce "places"?

source: Set to current page
it: Imposta alla pagina corrente

source: Save downloads to:
it: Salva download:

source: ask where saving downloads
it: Chiedi dove salvare i downloads

source: Tabbed Browsing
it: Navigazione Anonima

source: Always show tab bar
it: Mostra sempre la tab bar

source: Open tabs in the background
it: Apri le nuove tab in background

source: Remove history items:
it: Rimuovi la cronologia:

source: After one day
it: Dopo 1 giorno

source: After one week
it: Dopo 1 settimana

source: After two weeks
it: Dopo 2 settimane

source: After one month
it: Dopo 1 mese

source: After one year
it: Dopo 1 anno

source: Manually
it: Manualmente

source: Accept Cookies:
it: Accetta Cookies:

source: Always
it: Sempre

source: Never
it: Mai

source: Only from sites you visit
it: Solo dai siti che visiti

source: Exceptions...
it: Eccezioni..

source: Keep until:
it: Mantieni finchÃ©

source: They expire
it: non scadono

source: I exit the application
it: esci dall'applicazione

source: At most 90 days
it: Al massimo 90 giorni

source: Enable proxy
it: Abilita proxy

source: Proxy Settings
it: Impostazioni Proxy:

source: Type:
it: Tipo:

source: Port:
it: Porta:

source: WebKit Settings
it: Impostazioni WebKit

source: Auto Load Images
it: Carica automaticamente immagini

source: Links included in focus chain
it: link inclusi nella sequenza di focus

source: Javascript support
it: Supporto a Javascript

source: Zoom Text Only
it: Zoom solo testo

source: Java support
it: supporto a Java

source: Print element Backgrounds
it: Stampa gli elementi di sfondo

source: Javascript can open windows
it: javascript puÃ² aprire finestre

source: Javascript can access clipboard
it: javascript puÃ² accedere alla clipboard
